import IArticle from "@/types/IArticle";

const whyLazyToWriteBlogPost: IArticle = {
  slug: "why-lazy-to-write-blog-post",
  title: "Почему мне лень писать статейку в блог",
  description: "Узнаем почему автору лень писать статьи.",
  date: "2025-12-21",
  text: `
<code>#блог</code> <code>#лень</code>
<p>
Писать статью - это вроде просто. Просто набор букв складывающийся в предложения. Но именно внести в эти буквы смысл довольно сложно.
Любой пост начинается с получения достаточной информации, обработки её, и попытке выдать. Это тратит ресурс мозга, а как мы знаем, он тот ещё экономист энергии.
Когда я пишу статью, я знаю что её кто то прочитает, и появляется страх. Страх ошибки на публике. И стоит помнить, что интернет не прощает ошибок, запоминая всё и навсегда.
Мне лень писать статью, ведь её могут даже не прочитать те, кому я её писал.
Статья -  это риск.</p>
`
}

export default whyLazyToWriteBlogPost;